---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.Italics
source: html/0df1f4a9-4142-3394-a159-25336b40aa0a.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.Italics Property

Indicates if the italics characteristic is overridden.

## Syntax (C#)
```csharp
public bool Italics { get; set; }
```